(package! impatient-mode)
(package! evil-cleverparens)
(package! evil-smartparens)
(package! ox-ipynb :recipe (:type git :host github :repo "jkitchin/ox-ipynb"))
(package! org-ref)
(package! org-roam-bibtex)
(package! ivy-bibtex)
(package! org-noter)
(unpin! clojure-mode)
